{
  "name": "Drug Addict - Addicted Friend",
  "type": "background",
  "img": "systems/pf2e/icons/default-icons/background.svg",
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "crimson-throne-test",
      "system": "pf2e",
      "coreVersion": "10.285",
      "systemVersion": "4.0.3"
    }
  },
  "system": {
    "description": {
      "value": "<p>Someone you know has become addicted to shiver, a drug distilled from the venom of dream spiders. The drug induces sleep filled with vivid dreams, during which the user's body often shakes and shivers, giving the substance its street name. Shiver is particularly dangerous for the desperate, for its promises of dreams and oblivion are often viewed as the only alternative apart from suicide for escaping a dreary life. You've always thought of shiver as a problem of the lower class, but then someone you know overdosed on the stuff. You've done a bit of investigating and have learned that the one who got your friend addicted in the first place was a crimelord named Gaedren. Unfortunately, the guards seem to be more focused on the bigger dealers. They don't have time to devote many resources to what they've called, \"a bit player in a beggar's problem.\" It would seem that if his operation is to be stopped, it falls to you.</p>\n<hr />\n<p>The addict is a friend or lover who might or might not have survived the overdose. Your research into the drug scene and local politics has given you a respectable education in street knowledge.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>. The other is a free boost.</p>\n<p>You are trained in the Society skill and the Underworld Lore skill. You gain the @Compendium[pf2e.feats-srd.Streetwise]{Streetwise} skill feat.</p>"
    },
    "source": {
      "value": ""
    },
    "traits": {
      "value": [],
      "rarity": "unique",
      "custom": ""
    },
    "rules": [],
    "slug": null,
    "schema": {
      "version": 0.785,
      "lastMigration": {
        "datetime": "2022-09-11T09:44:48.789-07:00",
        "version": {
          "schema": 0.769,
          "foundry": "10.285",
          "system": "4.0.2"
        }
      }
    },
    "boosts": {
      "0": {
        "value": [
          "cha",
          "wis"
        ]
      },
      "1": {
        "value": [
          "cha",
          "con",
          "dex",
          "int",
          "str",
          "wis"
        ]
      }
    },
    "items": {
      "dwx67": {
        "img": "systems/pf2e/icons/features/feats/feats.webp",
        "name": "Streetwise",
        "level": 1,
        "uuid": "Compendium.pf2e.feats-srd.X2jGFfLU5qI5XVot"
      }
    },
    "trainedLore": "Underworld",
    "trainedSkills": {
      "value": [
        "soc"
      ],
      "custom": ""
    }
  },
  "_stats": {
    "systemId": "pf2e",
    "systemVersion": "4.0.2",
    "coreVersion": "10.285",
    "createdTime": null,
    "modifiedTime": 1662914688805,
    "lastModifiedBy": "y9TJIywoLvXI9KUw"
  }
}